<?php
/***************************************************************************
 *                                  Rash CMS
 *                          -------------------
 *   copyright            : (C) 2009 The RashCMS  $Team = "www.rashcms.com";
 *   email                : info@rashcms.com
 *   email                : rashcms@gmail.com
 *   programmer           : Reza Shahrokhian
 ***************************************************************************/
 $lang = array(
'license'=>'توافق نامه',
'requirement'=>'ملزومات',
'admindbc' => 'تنظیمات پایگاه داده و مدیریت',
'write_config' => 'ذخیره تنظیمات',
'support' => 'موجود می باشد',
'notsupport' => 'موجود نمی باشد',
'confign' => 'شما قادر به ادامه نصب هستید \n در پایان مراحل کدی به شما داده خواهد شد که طبق راهنمایی قادر به نصب سیستم خواهید بود',
'moreinfo' => ' [اطلاعات بیشتر]',
'smbwr'=>'اين خطا ممكن است ناشي از تنظيمات خاصي باشد كه براي سرور در نظر گرفته شده است. \n شما در صورتي كه بتوانيد به مرحله بعد برويد اين خطا ناديده گرفته خواهد شد.',
'rgb' => 'لطفا register_globals را خاموش نمایید.برای اطلاعات بیشتر <a target=_blank href="http://rashcms.com/?redirect=register-globals">اینجا</a> را کلیک کنید.',
'cantcondb' => 'امکان اتصال به دیتا بیس وجود ندارد <br> لطفا مشخصات وارد شده را بررسی کنید.',

);//End of lang Array;
?>
